Repository: AgentScienceandResearch/Finance-Tracker-iOS
Catalog: App Template/Localizable.xcstrings
Source language: en
Languages: ar_sa, bn_bd, de_de, es_mx, fr_ca, gu_in, he, hi, hr, id, it, ja, kn_in, ko, ml_in, mr_in, ms, nb, nl_nl, or_in, pa_in, pt_br, ta_in, te_in, th, tr, uk, ur_pk, vi, zh_hans, zh_hant

source: Recent Transactions
ar_sa: المعاملات الأخيرة
bn_bd: সাম্প্রতিক লেনদেন
de_de: Letzte Transaktionen
es_mx: Transacciones recientes
fr_ca: Transactions récentes
gu_in: તાજેતરના વ્યવહારો
he: עסקאות אחרונות
hi: हाल के लेनदेन
hr: Nedavne transakcije
id: Transaksi Terkini
it: Transazioni recenti
ja: 最近の取引
kn_in: ಇತ್ತೀಚಿನ ವಹಿವಾಟುಗಳು
ko: 최근 거래
ml_in: സമീപകാല ഇടപാടുകൾ
mr_in: अलीकडील व्यवहार
ms: Transaksi Terkini
nb: Nylige transaksjoner
nl_nl: Recente transacties
or_in: ସାମ୍ପ୍ରତିକ କାରବାର
pa_in: ਹਾਲੀਆ ਲੈਣ-ਦੇਣ
pt_br: Transações recentes
ta_in: சமீபத்திய பரிவர்த்தனைகள்
te_in: ఇటీవలి లావాదేవీలు
th: การทำธุรกรรมล่าสุด
tr: Son İşlemler
uk: Останні транзакції
ur_pk: حالیہ لین دین
vi: Giao dịch gần đây
zh_hans: 最近交易
zh_hant: 最近交易

source: Recurring
ar_sa: متكرر
bn_bd: পুনরাবৃত্ত
de_de: Wiederkehrend
es_mx: recurrente
fr_ca: Récurrent
gu_in: રિકરિંગ
he: חוזר
hi: आवर्ती
hr: Ponavljajuće
id: Berulang
it: Ricorrente
ja: 繰り返し発生する
kn_in: ಮರುಕಳಿಸುವ
ko: 반복
ml_in: ആവർത്തിക്കുന്നു
mr_in: आवर्ती
ms: Berulang
nb: Tilbakevendende
nl_nl: Terugkerend
or_in: ପୁନରାବୃତ୍ତି |
pa_in: ਆਵਰਤੀ
pt_br: Recorrente
ta_in: மீண்டும் மீண்டும்
te_in: పునరావృతం
th: เกิดซ้ำ
tr: Tekrarlanan
uk: Повторювані
ur_pk: بار بار چلنے والا
vi: Định kỳ
zh_hans: 重复出现
zh_hant: 重複出現

source: Recurring Bills
ar_sa: الفواتير المتكررة
bn_bd: পুনরাবৃত্ত বিল
de_de: Wiederkehrende Rechnungen
es_mx: Facturas recurrentes
fr_ca: Factures récurrentes
gu_in: રિકરિંગ બિલ્સ
he: חשבונות חוזרים
hi: आवर्ती बिल
hr: Ponavljajući računi
id: Tagihan Berulang
it: Fatture ricorrenti
ja: 定期的な請求
kn_in: ಮರುಕಳಿಸುವ ಬಿಲ್‌ಗಳು
ko: 반복 청구서
ml_in: ആവർത്തിച്ചുള്ള ബില്ലുകൾ
mr_in: आवर्ती बिले
ms: Bil Berulang
nb: Gjentakende regninger
nl_nl: Terugkerende facturen
or_in: ବାରମ୍ବାର ବିଲ୍ |
pa_in: ਆਵਰਤੀ ਬਿੱਲ
pt_br: Faturas recorrentes
ta_in: தொடர் பில்கள்
te_in: పునరావృత బిల్లులు
th: ตั๋วเงินที่เกิดซ้ำ
tr: Yinelenen Faturalar
uk: Періодичні рахунки
ur_pk: بار بار چلنے والے بل
vi: Hóa đơn định kỳ
zh_hans: 经常性账单
zh_hant: 經常性帳單

source: Recurring Expense
ar_sa: النفقات المتكررة
bn_bd: পুনরাবৃত্ত ব্যয়
de_de: Wiederkehrende Kosten
es_mx: Gasto recurrente
fr_ca: Dépense récurrente
gu_in: રિકરિંગ ખર્ચ
he: הוצאה חוזרת
hi: आवर्ती व्यय
hr: Ponavljajući trošak
id: Biaya Berulang
it: Spese ricorrenti
ja: 経常経費
kn_in: ಮರುಕಳಿಸುವ ವೆಚ್ಚ
ko: 반복 비용
ml_in: ആവർത്തന ചെലവ്
mr_in: आवर्ती खर्च
ms: Perbelanjaan Berulang
nb: Gjentakende utgifter
nl_nl: Terugkerende kosten
or_in: ବାରମ୍ବାର ଖର୍ଚ୍ଚ |
pa_in: ਆਵਰਤੀ ਖਰਚਾ
pt_br: Despesa recorrente
ta_in: தொடர் செலவு
te_in: పునరావృత వ్యయం
th: ค่าใช้จ่ายที่เกิดซ้ำ
tr: Tekrarlanan Giderler
uk: Поточні витрати
ur_pk: بار بار چلنے والا خرچ
vi: Chi phí định kỳ
zh_hans: 经常性费用
zh_hant: 經常性費用

source: Reminders
ar_sa: تذكيرات
bn_bd: অনুস্মারক
de_de: Erinnerungen
es_mx: Recordatorios
fr_ca: Rappels
gu_in: રીમાઇન્ડર્સ
he: תזכורות
hi: अनुस्मारक
hr: Podsjetnici
id: Pengingat
it: Promemoria
ja: リマインダー
kn_in: ಜ್ಞಾಪನೆಗಳು
ko: 알림
ml_in: ഓർമ്മപ്പെടുത്തലുകൾ
mr_in: स्मरणपत्रे
ms: Peringatan
nb: Påminnelser
nl_nl: Herinneringen
or_in: ସ୍ମାରକପତ୍ର
pa_in: ਰੀਮਾਈਂਡਰ
pt_br: Lembretes
ta_in: நினைவூட்டல்கள்
te_in: రిమైండర్‌లు
th: การแจ้งเตือน
tr: Hatırlatıcılar
uk: Нагадування
ur_pk: یاد دہانیاں
vi: Lời nhắc
zh_hans: 提醒事项
zh_hant: 提醒事項

source: Remove the current monthly budget
ar_sa: إزالة الميزانية الشهرية الحالية
bn_bd: বর্তমান মাসিক বাজেট সরান
de_de: Entfernen Sie das aktuelle Monatsbudget
es_mx: Eliminar el presupuesto mensual actual
fr_ca: Supprimer le budget mensuel actuel
gu_in: વર્તમાન માસિક બજેટ દૂર કરો
he: הסר את התקציב החודשי הנוכחי
hi: वर्तमान मासिक बजट हटाएँ
hr: Ukloni trenutni mjesečni proračun
id: Hapus anggaran bulanan saat ini
it: Rimuovi il budget mensile corrente
ja: 現在の月次予算を削除する
kn_in: ಪ್ರಸ್ತುತ ಮಾಸಿಕ ಬಜೆಟ್ ಅನ್ನು ತೆಗೆದುಹಾಕಿ
ko: 현재 월예산 삭제
ml_in: നിലവിലെ പ്രതിമാസ ബജറ്റ് നീക്കം ചെയ്യുക
mr_in: चालू मासिक बजेट काढा
ms: Alih keluar belanjawan bulanan semasa
nb: Fjern gjeldende månedsbudsjett
nl_nl: Verwijder het huidige maandbudget
or_in: ସାମ୍ପ୍ରତିକ ମାସିକ ବଜେଟ୍ ହଟାନ୍ତୁ |
pa_in: ਮੌਜੂਦਾ ਮਹੀਨਾਵਾਰ ਬਜਟ ਨੂੰ ਹਟਾਓ
pt_br: Remover o orçamento mensal atual
ta_in: தற்போதைய மாதாந்திர பட்ஜெட்டை அகற்றவும்
te_in: ప్రస్తుత నెలవారీ బడ్జెట్‌ను తీసివేయండి
th: ลบงบประมาณรายเดือนปัจจุบัน
tr: Mevcut aylık bütçeyi kaldır
uk: Видалити поточний місячний бюджет
ur_pk: موجودہ ماہانہ بجٹ کو ہٹا دیں۔
vi: Xóa ngân sách hàng tháng hiện tại
zh_hans: 删除当前的每月预算
zh_hant: 刪除目前的每月預算

source: Rescan
ar_sa: إعادة المسح
bn_bd: রিস্ক্যান করুন
de_de: Erneut scannen
es_mx: Volver a escanear
fr_ca: Nouvelle analyse
gu_in: ફરીથી સ્કેન કરો
he: סרוק מחדש
hi: पुनः स्कैन करें
hr: Ponovno skeniranje
id: Pindai ulang
it: Nuova scansione
ja: 再スキャン
kn_in: ಮರು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 다시 스캔
ml_in: വീണ്ടും സ്കാൻ ചെയ്യുക
mr_in: पुन्हा स्कॅन करा
ms: Imbas semula
nb: Skann på nytt
nl_nl: Opnieuw scannen
or_in: ରେସ୍କାନ୍ |
pa_in: ਮੁੜ-ਸਕੈਨ ਕਰੋ
pt_br: Digitalizar novamente
ta_in: மீண்டும் ஸ்கேன் செய்யவும்
te_in: మళ్లీ స్కాన్ చేయండి
th: สแกนอีกครั้ง
tr: Yeniden tara
uk: Повторне сканування
ur_pk: دوبارہ اسکین کریں۔
vi: Quét lại
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Reset
ar_sa: إعادة تعيين
bn_bd: রিসেট করুন
de_de: Zurücksetzen
es_mx: Reiniciar
fr_ca: Réinitialiser
gu_in: રીસેટ કરો
he: אפס
hi: रीसेट करें
hr: Resetiraj
id: Setel ulang
it: Ripristina
ja: リセット
kn_in: ಮರುಹೊಂದಿಸಿ
ko: 재설정
ml_in: പുനഃസജ്ജമാക്കുക
mr_in: रीसेट करा
ms: Tetapkan semula
nb: Tilbakestill
nl_nl: Opnieuw instellen
or_in: ପୁନ et ସେଟ୍ କରନ୍ତୁ |
pa_in: ਰੀਸੈਟ ਕਰੋ
pt_br: Redefinir
ta_in: மீட்டமை
te_in: రీసెట్ చేయండి
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
ur_pk: دوبارہ ترتیب دیں۔
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

source: Restore Previous Purchase
ar_sa: استعادة الشراء السابق
bn_bd: পূর্ববর্তী ক্রয় পুনরুদ্ধার করুন
de_de: Vorherigen Kauf wiederherstellen
es_mx: Restaurar compra anterior
fr_ca: Restaurer un achat précédent
gu_in: પાછલી ખરીદી પુનઃસ્થાપિત કરો
he: שחזר רכישה קודמת
hi: पिछली खरीदारी पुनर्स्थापित करें
hr: Vrati prethodnu kupnju
id: Kembalikan Pembelian Sebelumnya
it: Ripristina l'acquisto precedente
ja: 以前の購入を復元する
kn_in: ಹಿಂದಿನ ಖರೀದಿಯನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ko: 이전 구매 복원
ml_in: മുമ്പത്തെ വാങ്ങൽ പുനഃസ്ഥാപിക്കുക
mr_in: मागील खरेदी पुनर्संचयित करा
ms: Pulihkan Pembelian Terdahulu
nb: Gjenopprett forrige kjøp
nl_nl: Herstel vorige aankoop
or_in: ପୂର୍ବ କ୍ରୟକୁ ପୁନ ore ସ୍ଥାପନ କରନ୍ତୁ |
pa_in: ਪਿਛਲੀ ਖਰੀਦ ਨੂੰ ਰੀਸਟੋਰ ਕਰੋ
pt_br: Restaurar compra anterior
ta_in: முந்தைய கொள்முதல் மீட்டமை
te_in: మునుపటి కొనుగోలును పునరుద్ధరించండి
th: คืนค่าการซื้อก่อนหน้า
tr: Önceki Satın Alma İşlemini Geri Yükle
uk: Відновити попередню покупку
ur_pk: پچھلی خریداری کو بحال کریں۔
vi: Khôi phục giao dịch mua trước đó
zh_hans: 恢复之前的购买
zh_hant: 恢復之前的購買

source: Resume recurring bill
ar_sa: استئناف الفاتورة المتكررة
bn_bd: পুনরাবৃত্ত বিল পুনরায় শুরু করুন
de_de: Wiederkehrende Rechnung fortsetzen
es_mx: Reanudar factura recurrente
fr_ca: Reprendre la facture récurrente
gu_in: રિકરિંગ બિલ ફરી શરૂ કરો
he: המשך חיוב חוזר
hi: आवर्ती बिल फिर से शुरू करें
hr: Nastavi ponavljajući račun
id: Lanjutkan tagihan berulang
it: Riprendi la fattura ricorrente
ja: 定期請求を再開する
kn_in: ಮರುಕಳಿಸುವ ಬಿಲ್ ಅನ್ನು ಪುನರಾರಂಭಿಸಿ
ko: 반복 청구 재개
ml_in: ആവർത്തിച്ചുള്ള ബിൽ പുനരാരംഭിക്കുക
mr_in: आवर्ती बिल पुन्हा सुरू करा
ms: Sambung semula bil berulang
nb: Gjenoppta gjentakende regning
nl_nl: Terugkerende factuur hervatten
or_in: ବାରମ୍ବାର ବିଲ୍ ଆରମ୍ଭ କରନ୍ତୁ |
pa_in: ਆਵਰਤੀ ਬਿੱਲ ਨੂੰ ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ
pt_br: Retomar fatura recorrente
ta_in: மீண்டும் தொடரும் பில்
te_in: పునరావృత బిల్లును పునఃప్రారంభించండి
th: ดำเนินการเรียกเก็บเงินที่เกิดขึ้นต่อ
tr: Yinelenen faturayı devam ettir
uk: Відновити регулярний рахунок
ur_pk: اعادی بل دوبارہ شروع کریں۔
vi: Tiếp tục hóa đơn định kỳ
zh_hans: 恢复经常性账单
zh_hant: 恢復經常性帳單

source: Resumed
ar_sa: مستأنفة
bn_bd: আবার শুরু হয়েছে
de_de: Wieder aufgenommen
es_mx: Reanudado
fr_ca: Reprise
gu_in: ફરી શરૂ
he: התחדש
hi: फिर से शुरू किया गया
hr: Nastavljeno
id: Dilanjutkan
it: Ripresa
ja: 再開しました
kn_in: ಪುನರಾರಂಭಿಸಲಾಗಿದೆ
ko: 재개됨
ml_in: പുനരാരംഭിച്ചു
mr_in: पुन्हा सुरू केले
ms: Disambung semula
nb: Gjenopptatt
nl_nl: Hervat
or_in: ପୁନ umed ଆରମ୍ଭ ହେଲା |
pa_in: ਮੁੜ ਸ਼ੁਰੂ ਕੀਤਾ
pt_br: Retomada
ta_in: மீண்டும் தொடங்கியது
te_in: పునఃప్రారంభించబడింది
th: ดำเนินการต่อ
tr: Devam edildi
uk: Відновлено
ur_pk: دوبارہ شروع ہوا۔
vi: Đã tiếp tục
zh_hans: 恢复
zh_hant: 恢復

source: Review %lld changes
ar_sa: راجع التغييرات %lld
bn_bd: %lld পরিবর্তনগুলি পর্যালোচনা করুন৷
de_de: Überprüfen Sie die Änderungen von %lld
es_mx: Revisar %lld cambios
fr_ca: Examiner %lld modifications
gu_in: %lld ફેરફારોની સમીક્ષા કરો
he: בדוק %lld שינויים
hi: %lld परिवर्तनों की समीक्षा करें
hr: Pregledajte %lld promjena
id: Tinjau %lld perubahan
it: Esamina le %lld modifiche
ja: %lld の変更を確認する
kn_in: %lld ಬದಲಾವಣೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ko: %lld 변경사항 검토
ml_in: %lld മാറ്റങ്ങൾ അവലോകനം ചെയ്യുക
mr_in: %lld बदलांचे पुनरावलोकन करा
ms: Semak %lld perubahan
nb: Gjennomgå %lld endringer
nl_nl: Bekijk %lld wijzigingen
or_in: %lld ପରିବର୍ତ୍ତନଗୁଡିକ ସମୀକ୍ଷା କରନ୍ତୁ |
pa_in: %lld ਤਬਦੀਲੀਆਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
pt_br: Analisar %lld alterações
ta_in: %lld மாற்றங்களை மதிப்பாய்வு செய்யவும்
te_in: %lld మార్పులను సమీక్షించండి
th: ตรวจสอบการเปลี่ยนแปลง %lld
tr: %lld değişiklikleri inceleyin
uk: Перегляньте %lld змін
ur_pk: %lld تبدیلیوں کا جائزہ لیں۔
vi: Xem lại %lld thay đổi
zh_hans: 查看 %lld 更改
zh_hant: 查看 %lld 更改

source: Review change
ar_sa: مراجعة التغيير
bn_bd: পরিবর্তন পর্যালোচনা করুন
de_de: Überprüfen Sie die Änderung
es_mx: Revisar el cambio
fr_ca: Examiner le changement
gu_in: ફેરફારની સમીક્ષા કરો
he: בדוק שינוי
hi: परिवर्तन की समीक्षा करें
hr: Pregledajte promjenu
id: Tinjau perubahan
it: Rivedere il cambiamento
ja: 変更をレビューする
kn_in: ಬದಲಾವಣೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 변경사항 검토
ml_in: മാറ്റം അവലോകനം ചെയ്യുക
mr_in: बदलाचे पुनरावलोकन करा
ms: Semak semula perubahan
nb: Gjennomgå endring
nl_nl: Wijziging beoordelen
or_in: ପରିବର୍ତ୍ତନ ସମୀକ୍ଷା କରନ୍ତୁ |
pa_in: ਤਬਦੀਲੀ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
pt_br: Rever alteração
ta_in: மாற்றத்தை மதிப்பாய்வு செய்யவும்
te_in: మార్పును సమీక్షించండి
th: ตรวจสอบการเปลี่ยนแปลง
tr: Değişikliği inceleyin
uk: Перегляньте зміни
ur_pk: تبدیلی کا جائزہ لیں۔
vi: Xem lại thay đổi
zh_hans: 审查变更
zh_hant: 審查變更

source: Save
ar_sa: حفظ
bn_bd: সংরক্ষণ করুন
de_de: Speichern
es_mx: Guardar
fr_ca: Enregistrer
gu_in: સાચવો
he: שמור
hi: सहेजें
hr: spremiti
id: Simpan
it: Salva
ja: 保存
kn_in: ಉಳಿಸಿ
ko: 저장
ml_in: സംരക്ഷിക്കുക
mr_in: जतन करा
ms: Jimat
nb: Lagre
nl_nl: Opslaan
or_in: ସଞ୍ଚୟ କରନ୍ତୁ |
pa_in: ਸੇਵ ਕਰੋ
pt_br: Salvar
ta_in: சேமிக்கவும்
te_in: సేవ్ చేయండి
th: บันทึก
tr: Kaydet
uk: зберегти
ur_pk: محفوظ کریں۔
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save 40%
ar_sa: وفر 40%
bn_bd: 40% সংরক্ষণ করুন
de_de: Sparen Sie 40 %
es_mx: Ahorra 40%
fr_ca: Économisez 40 %
gu_in: 40% બચાવો
he: חסוך 40%
hi: 40% बचाएं
hr: Uštedite 40%
id: Hemat 40%
it: Risparmia il 40%
ja: 40% 割引
kn_in: 40% ಉಳಿಸಿ
ko: 40% 할인
ml_in: 40% ലാഭിക്കുക
mr_in: 40% वाचवा
ms: Jimat 40%
nb: Spar 40 %
nl_nl: Bespaar 40%
or_in: 40% ସଞ୍ଚୟ କରନ୍ତୁ |
pa_in: 40% ਬਚਾਓ
pt_br: Economize 40%
ta_in: 40% சேமிக்கவும்
te_in: 40% ఆదా చేయండి
th: ประหยัด 40%
tr: %40 tasarruf edin
uk: Знижка 40%
ur_pk: 40% بچائیں
vi: Tiết kiệm 40%
zh_hans: 节省 40%
zh_hant: 節省 40%

source: Save Selected
ar_sa: حفظ المحدد
bn_bd: সেভ সিলেক্টেড
de_de: Ausgewählte speichern
es_mx: Guardar Seleccionado
fr_ca: Enregistrer la sélection
gu_in: પસંદ કરેલ સાચવો
he: שמור את הבחירה
hi: चयनित सहेजें
hr: Spremi odabrano
id: Simpan yang Dipilih
it: Salva selezionato
ja: 選択したものを保存
kn_in: ಆಯ್ಕೆಮಾಡಿದ ಉಳಿಸಿ
ko: 선택 항목 저장
ml_in: തിരഞ്ഞെടുത്തവ സംരക്ഷിക്കുക
mr_in: निवडलेले जतन करा
ms: Simpan Dipilih
nb: Lagre valgt
nl_nl: Geselecteerd opslaan
or_in: ମନୋନୀତ ସଞ୍ଚୟ କରନ୍ତୁ |
pa_in: ਸੇਵ ਚੁਣਿਆ
pt_br: Salvar selecionado
ta_in: தேர்ந்தெடுக்கப்பட்டதை சேமிக்கவும்
te_in: ఎంచుకున్న వాటిని సేవ్ చేయండి
th: บันทึกที่เลือก
tr: Seçileni Kaydet
uk: Зберегти вибране
ur_pk: منتخب کردہ کو محفوظ کریں۔
vi: Lưu đã chọn
zh_hans: 保存所选内容
zh_hant: 儲存所選內容

source: Savings
ar_sa: الادخار
bn_bd: সঞ্চয়
de_de: Einsparungen
es_mx: Ahorros
fr_ca: Économies
gu_in: બચત
he: חיסכון
hi: बचत
hr: Štednja
id: Tabungan
it: Risparmio
ja: 貯蓄
kn_in: ಉಳಿತಾಯ
ko: 절약
ml_in: സേവിംഗ്സ്
mr_in: बचत
ms: Simpanan
nb: Besparelser
nl_nl: Besparingen
or_in: ସଞ୍ଚୟ
pa_in: ਬਚਤ
pt_br: Poupança
ta_in: சேமிப்பு
te_in: పొదుపు
th: ออมทรัพย์
tr: Tasarruf
uk: Економія
ur_pk: بچت
vi: Tiết kiệm
zh_hans: 储蓄
zh_hant: 儲蓄

source: Scan Again
ar_sa: المسح مرة أخرى
bn_bd: আবার স্ক্যান করুন
de_de: Erneut scannen
es_mx: Escanear de nuevo
fr_ca: Scanner à nouveau
gu_in: ફરીથી સ્કેન કરો
he: סרוק שוב
hi: दोबारा स्कैन करें
hr: Skeniraj ponovno
id: Pindai Lagi
it: Scansione di nuovo
ja: 再スキャン
kn_in: ಮತ್ತೊಮ್ಮೆ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 다시 스캔
ml_in: വീണ്ടും സ്കാൻ ചെയ്യുക
mr_in: पुन्हा स्कॅन करा
ms: Imbas Lagi
nb: Skann på nytt
nl_nl: Opnieuw scannen
or_in: ପୁନର୍ବାର ସ୍କାନ୍ କରନ୍ତୁ |
pa_in: ਦੁਬਾਰਾ ਸਕੈਨ ਕਰੋ
pt_br: Digitalizar novamente
ta_in: மீண்டும் ஸ்கேன் செய்யவும்
te_in: మళ్లీ స్కాన్ చేయండి
th: สแกนอีกครั้ง
tr: Tekrar Tara
uk: Сканувати ще раз
ur_pk: دوبارہ اسکین کریں۔
vi: Quét lại
zh_hans: 再次扫描
zh_hant: 再次掃描

source: Scan Document
ar_sa: مسح المستند
bn_bd: নথি স্ক্যান করুন
de_de: Dokument scannen
es_mx: Escanear documento
fr_ca: Numériser un document
gu_in: દસ્તાવેજ સ્કેન કરો
he: סרוק מסמך
hi: दस्तावेज़ स्कैन करें
hr: Skeniraj dokument
id: Pindai Dokumen
it: Scansione documento
ja: ドキュメントをスキャンする
kn_in: ಡಾಕ್ಯುಮೆಂಟ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 문서 스캔
ml_in: പ്രമാണം സ്കാൻ ചെയ്യുക
mr_in: दस्तऐवज स्कॅन करा
ms: Imbas Dokumen
nb: Skann dokument
nl_nl: Document scannen
or_in: ଡକ୍ୟୁମେଣ୍ଟ୍ ସ୍କାନ୍ କରନ୍ତୁ |
pa_in: ਦਸਤਾਵੇਜ਼ ਸਕੈਨ ਕਰੋ
pt_br: Digitalizar documento
ta_in: ஆவணத்தை ஸ்கேன் செய்யவும்
te_in: పత్రాన్ని స్కాన్ చేయండి
th: สแกนเอกสาร
tr: Belgeyi Tara
uk: Сканувати документ
ur_pk: دستاویز اسکین کریں۔
vi: Quét tài liệu
zh_hans: 扫描文件
zh_hant: 掃描文件

source: Search transactions...
ar_sa: بحث المعاملات...
bn_bd: লেনদেন অনুসন্ধান করুন...
de_de: Transaktionen suchen...
es_mx: Buscar transacciones...
fr_ca: Rechercher des opérations...
gu_in: વ્યવહારો શોધો...
he: חיפוש עסקאות...
hi: लेनदेन खोजें...
hr: Traženje transakcija...
id: Cari transaksi...
it: Cerca transazioni...
ja: トランザクションを検索...
kn_in: ವಹಿವಾಟುಗಳನ್ನು ಹುಡುಕಿ...
ko: 거래 검색...
ml_in: ഇടപാടുകൾ തിരയുക...
mr_in: व्यवहार शोधा...
ms: Cari urus niaga...
nb: Søk i transaksjoner...
nl_nl: Transacties zoeken...
or_in: ସନ୍ଧାନ କାରବାର ...
pa_in: ਲੈਣ-ਦੇਣ ਖੋਜੋ...
pt_br: Pesquisar transações...
ta_in: பரிவர்த்தனைகளைத் தேடு...
te_in: లావాదేవీలను శోధించండి...
th: ค้นหาธุรกรรม...
tr: İşlemleri ara...
uk: Пошук угод...
ur_pk: لین دین تلاش کریں...
vi: Tìm kiếm giao dịch...
zh_hans: 搜索交易...
zh_hant: 搜尋交易...

source: Secure
ar_sa: آمن
bn_bd: নিরাপদ
de_de: Sicher
es_mx: Seguro
fr_ca: Sécurisé
gu_in: સુરક્ષિત
he: מאובטח
hi: सुरक्षित
hr: Sigurno
id: Aman
it: Sicuro
ja: 安全
kn_in: ಸುರಕ್ಷಿತ
ko: 보안
ml_in: സുരക്ഷിതം
mr_in: सुरक्षित
ms: selamat
nb: Sikker
nl_nl: Veilig
or_in: ସୁରକ୍ଷିତ
pa_in: ਸੁਰੱਖਿਅਤ
pt_br: Seguro
ta_in: பாதுகாப்பானது
te_in: సురక్షితం
th: ปลอดภัย
tr: Güvenli
uk: Безпечний
ur_pk: محفوظ
vi: An toàn
zh_hans: 安全
zh_hant: 安全

source: See monthly plan
ar_sa: انظر الخطة الشهرية
bn_bd: মাসিক পরিকল্পনা দেখুন
de_de: Siehe Monatsplan
es_mx: Ver plan mensual
fr_ca: Voir le forfait mensuel
gu_in: માસિક યોજના જુઓ
he: ראה תוכנית חודשית
hi: मासिक योजना देखें
hr: Pogledajte mjesečni plan
id: Lihat paket bulanan
it: Vedi il piano mensile
ja: 月額プランを見る
kn_in: ಮಾಸಿಕ ಯೋಜನೆಯನ್ನು ನೋಡಿ
ko: 월간 요금제 보기
ml_in: പ്രതിമാസ പ്ലാൻ കാണുക
mr_in: मासिक योजना पहा
ms: Lihat rancangan bulanan
nb: Se månedsplan
nl_nl: Zie maandabonnement
or_in: ମାସିକ ଯୋଜନା ଦେଖନ୍ତୁ |
pa_in: ਮਹੀਨਾਵਾਰ ਯੋਜਨਾ ਦੇਖੋ
pt_br: Ver plano mensal
ta_in: மாதாந்திர திட்டத்தைப் பார்க்கவும்
te_in: నెలవారీ ప్లాన్ చూడండి
th: ดูแผนรายเดือน
tr: Aylık planı görün
uk: Переглянути місячний план
ur_pk: ماہانہ منصوبہ دیکھیں
vi: Xem gói hàng tháng
zh_hans: 查看每月计划
zh_hant: 查看每月計劃

source: Select All
ar_sa: حدد الكل
bn_bd: সব নির্বাচন করুন
de_de: Wählen Sie „Alle“ aus
es_mx: Seleccionar todo
fr_ca: Sélectionner tout
gu_in: બધા પસંદ કરો
he: בחר הכל
hi: सभी का चयन करें
hr: Odaberite sve
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択
kn_in: ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆಮಾಡಿ
ko: 모두 선택
ml_in: എല്ലാം തിരഞ്ഞെടുക്കുക
mr_in: सर्व निवडा
ms: Pilih Semua
nb: Velg alle
nl_nl: Selecteer Alles
or_in: ସମସ୍ତ ଚୟନ କରନ୍ତୁ |
pa_in: ਸਭ ਚੁਣੋ
pt_br: Selecionar tudo
ta_in: அனைத்தையும் தேர்ந்தெடுக்கவும்
te_in: అన్నీ ఎంచుకోండి
th: เลือกทั้งหมด
tr: Tümünü Seç
uk: Виберіть усі
ur_pk: سبھی کو منتخب کریں۔
vi: Chọn tất cả
zh_hans: 选择全部
zh_hant: 選擇全部

source: Server AI request failed with status %lld.
ar_sa: فشل طلب الذكاء الاصطناعي للخادم بالحالة %lld.
bn_bd: সার্ভার AI অনুরোধ স্থিতি %lld এর সাথে ব্যর্থ হয়েছে৷
de_de: Die Server-AI-Anfrage ist mit dem Status %lld fehlgeschlagen.
es_mx: La solicitud de AI del servidor falló con el estado %lld.
fr_ca: La requête AI du serveur a échoué avec le statut %lld.
gu_in: સર્વર AI વિનંતી %lld સ્થિતિ સાથે નિષ્ફળ થઈ.
he: בקשת AI של שרת נכשלה עם הסטטוס %lld.
hi: सर्वर AI अनुरोध स्थिति %lld के साथ विफल रहा।
hr: Zahtjev AI poslužitelja nije uspio sa statusom %lld.
id: Permintaan server AI gagal dengan status %lld.
it: La richiesta AI del server non è riuscita con stato %lld.
ja: サーバー AI リクエストはステータス %lld で失敗しました。
kn_in: %lld ಸ್ಥಿತಿಯೊಂದಿಗೆ ಸರ್ವರ್ AI ವಿನಂತಿಯು ವಿಫಲವಾಗಿದೆ.
ko: %lld 상태로 인해 서버 AI 요청이 실패했습니다.
ml_in: %lld എന്ന നിലയിലുള്ള സെർവർ AI അഭ്യർത്ഥന പരാജയപ്പെട്ടു.
mr_in: %lld स्थितीसह सर्व्हर AI विनंती अयशस्वी झाली.
ms: Permintaan AI pelayan gagal dengan status %lld.
nb: Server AI-forespørsel mislyktes med status %lld.
nl_nl: Server AI-verzoek mislukt met status %lld.
or_in: ସ୍ଥିତି %lld ସହିତ ସର୍ଭର AI ଅନୁରୋଧ ବିଫଳ ହେଲା |
pa_in: ਸਰਵਰ AI ਬੇਨਤੀ ਸਥਿਤੀ %lld ਨਾਲ ਅਸਫਲ ਹੋਈ।
pt_br: A solicitação de IA do servidor falhou com status %lld.
ta_in: சேவையக AI கோரிக்கை %lld நிலையில் தோல்வியடைந்தது.
te_in: సర్వర్ AI అభ్యర్థన %lld స్థితితో విఫలమైంది.
th: คำขอ AI ของเซิร์ฟเวอร์ล้มเหลวด้วยสถานะ %lld
tr: Sunucu AI isteği %lld durumuyla başarısız oldu.
uk: Помилка запиту AI сервера зі статусом %lld.
ur_pk: %lld کی حیثیت کے ساتھ سرور AI کی درخواست ناکام ہوگئی۔
vi: Yêu cầu AI của máy chủ không thành công với trạng thái %lld.
zh_hans: 服务器 AI 请求失败，状态为 %lld。
zh_hant: 伺服器 AI 請求失敗，狀態為 %lld。

source: Server error: %lld
ar_sa: خطأ في الخادم: %lld
bn_bd: সার্ভার ত্রুটি: %lld
de_de: Serverfehler: %lld
es_mx: Error del servidor: %lld
fr_ca: Erreur de serveur : %lld
gu_in: સર્વર ભૂલ: %lld
he: שגיאת שרת: %lld
hi: सर्वर त्रुटि: %lld
hr: Pogreška poslužitelja: %lld
id: Kesalahan server: %lld
it: Errore del server: %lld
ja: サーバー エラー: %lld
kn_in: ಸರ್ವರ್ ದೋಷ: %lld
ko: 서버 오류: %lld
ml_in: സെർവർ പിശക്: %lld
mr_in: सर्व्हर त्रुटी: %lld
ms: Ralat pelayan: %lld
nb: Serverfeil: %lld
nl_nl: Serverfout: %lld
or_in: ସର୍ଭର ତ୍ରୁଟି: %lld
pa_in: ਸਰਵਰ ਗਲਤੀ: %lld
pt_br: Erro do servidor: %lld
ta_in: சர்வர் பிழை: %lld
te_in: సర్వర్ లోపం: %lld
th: ข้อผิดพลาดของเซิร์ฟเวอร์: %lld
tr: Sunucu hatası: %lld
uk: Помилка сервера: %lld
ur_pk: سرور کی خرابی: %lld
vi: Lỗi máy chủ: %lld
zh_hans: 服务器错误：%lld
zh_hant: 伺服器錯誤：%lld

source: Session reset. I can analyze or manage transactions, budgets, and recurring bills whenever you're ready.
ar_sa: إعادة تعيين الجلسة. يمكنني تحليل أو إدارة المعاملات والميزانيات والفواتير المتكررة عندما تكون مستعدًا.
bn_bd: সেশন রিসেট। আপনি যখনই প্রস্তুত থাকবেন আমি লেনদেন, বাজেট এবং পুনরাবৃত্ত বিল বিশ্লেষণ বা পরিচালনা করতে পারি।
de_de: Sitzung zurückgesetzt. Ich kann Transaktionen, Budgets und wiederkehrende Rechnungen analysieren oder verwalten, wann immer Sie dazu bereit sind.
es_mx: Restablecimiento de sesión. Puedo analizar o administrar transacciones, presupuestos y facturas recurrentes cuando estés listo.
fr_ca: Réinitialisation de la session. Je peux analyser ou gérer les transactions, les budgets et les factures récurrentes quand vous êtes prêt.
gu_in: સત્ર રીસેટ. જ્યારે પણ તમે તૈયાર હોવ ત્યારે હું વ્યવહારો, બજેટ અને રિકરિંગ બિલનું વિશ્લેષણ અથવા સંચાલન કરી શકું છું.
he: איפוס הפעלה. אני יכול לנתח או לנהל עסקאות, תקציבים וחשבונות חוזרים בכל פעם שאתה מוכן.
hi: सत्र रीसेट. जब भी आप तैयार हों मैं लेनदेन, बजट और आवर्ती बिलों का विश्लेषण या प्रबंधन कर सकता हूं।
hr: Ponovno postavljanje sesije. Mogu analizirati ili upravljati transakcijama, proračunima i ponavljajućim računima kad god ste spremni.
id: Sesi disetel ulang. Saya dapat menganalisis atau mengelola transaksi, anggaran, dan tagihan berulang kapan pun Anda siap.
it: Reimpostazione della sessione. Posso analizzare o gestire transazioni, budget e fatture ricorrenti ogni volta che sei pronto.
ja: セッションがリセットされました。準備ができたら、いつでもトランザクション、予算、定期的な請求書を分析または管理できます。
kn_in: ಸೆಷನ್ ರೀಸೆಟ್. ನೀವು ಸಿದ್ಧರಾಗಿರುವಾಗ ನಾನು ವಹಿವಾಟುಗಳು, ಬಜೆಟ್‌ಗಳು ಮತ್ತು ಮರುಕಳಿಸುವ ಬಿಲ್‌ಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಬಹುದು ಅಥವಾ ನಿರ್ವಹಿಸಬಹುದು.
ko: 세션 재설정. 귀하가 준비가 되면 언제든지 거래, 예산, 반복 청구서를 분석하거나 관리할 수 있습니다.
ml_in: സെഷൻ റീസെറ്റ്. നിങ്ങൾ തയ്യാറാകുമ്പോഴെല്ലാം എനിക്ക് ഇടപാടുകൾ, ബജറ്റുകൾ, ആവർത്തിച്ചുള്ള ബില്ലുകൾ എന്നിവ വിശകലനം ചെയ്യാനോ നിയന്ത്രിക്കാനോ കഴിയും.
mr_in: सत्र रीसेट. जेव्हा तुम्ही तयार असाल तेव्हा मी व्यवहार, बजेट आणि आवर्ती बिलांचे विश्लेषण किंवा व्यवस्थापित करू शकतो.
ms: Set semula sesi. Saya boleh menganalisis atau mengurus urus niaga, belanjawan dan bil berulang apabila anda bersedia.
nb: Økt tilbakestilt. Jeg kan analysere eller administrere transaksjoner, budsjetter og gjentakende regninger når du er klar.
nl_nl: Sessie opnieuw instellen. Ik kan transacties, budgetten en terugkerende facturen analyseren of beheren wanneer u maar wilt.
or_in: ଅଧିବେଶନ ପୁନ et ସେଟ୍ | ଯେତେବେଳେ ଆପଣ ପ୍ରସ୍ତୁତ ଥିବେ ମୁଁ କାରବାର, ବଜେଟ୍ ଏବଂ ବାରମ୍ବାର ବିଲ୍ ବିଶ୍ଳେଷଣ କିମ୍ବା ପରିଚାଳନା କରିପାରିବି |
pa_in: ਸੈਸ਼ਨ ਰੀਸੈੱਟ। ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਤਿਆਰ ਹੋਵੋ ਤਾਂ ਮੈਂ ਲੈਣ-ਦੇਣ, ਬਜਟ ਅਤੇ ਆਵਰਤੀ ਬਿੱਲਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਜਾਂ ਪ੍ਰਬੰਧਨ ਕਰ ਸਕਦਾ/ਸਕਦੀ ਹਾਂ।
pt_br: Redefinição de sessão. Posso analisar ou gerenciar transações, orçamentos e contas recorrentes sempre que você estiver pronto.
ta_in: அமர்வு மீட்டமைப்பு. நீங்கள் தயாராக இருக்கும்போதெல்லாம் பரிவர்த்தனைகள், வரவு செலவுகள் மற்றும் தொடர்ச்சியான பில்களை என்னால் பகுப்பாய்வு செய்யவோ நிர்வகிக்கவோ முடியும்.
te_in: సెషన్ రీసెట్. మీరు సిద్ధంగా ఉన్నప్పుడు నేను లావాదేవీలు, బడ్జెట్‌లు మరియు పునరావృత బిల్లులను విశ్లేషించగలను లేదా నిర్వహించగలను.
th: รีเซ็ตเซสชัน ฉันสามารถวิเคราะห์หรือจัดการธุรกรรม งบประมาณ และการเรียกเก็บเงินที่เกิดซ้ำได้ทุกเมื่อที่คุณพร้อม
tr: Oturum sıfırlandı. Hazır olduğunuzda işlemleri, bütçeleri ve yinelenen faturaları analiz edebilir veya yönetebilirim.
uk: Скидання сеансу. Я можу аналізувати або керувати транзакціями, бюджетами та регулярними рахунками, коли ви будете готові.
ur_pk: سیشن ری سیٹ۔ جب بھی آپ تیار ہوں میں لین دین، بجٹ اور اعادی بلوں کا تجزیہ یا ان کا نظم کر سکتا ہوں۔
vi: Đặt lại phiên. Tôi có thể phân tích hoặc quản lý các giao dịch, ngân sách và hóa đơn định kỳ bất cứ khi nào bạn sẵn sàng.
zh_hans: 会话重置。只要您准备好，我就可以分析或管理交易、预算和经常性账单。
zh_hant: 會話重置。只要您準備好，我就可以分析或管理交易、預算和經常性帳單。

source: Set monthly budget
ar_sa: تحديد الميزانية الشهرية
bn_bd: মাসিক বাজেট সেট করুন
de_de: Monatsbudget festlegen
es_mx: Establecer presupuesto mensual
fr_ca: Définir un budget mensuel
gu_in: માસિક બજેટ સેટ કરો
he: הגדר תקציב חודשי
hi: मासिक बजट निर्धारित करें
hr: Odredite mjesečni budžet
id: Tetapkan anggaran bulanan
it: Imposta il budget mensile
ja: 毎月の予算を設定する
kn_in: ಮಾಸಿಕ ಬಜೆಟ್ ಹೊಂದಿಸಿ
ko: 월예산 설정
ml_in: പ്രതിമാസ ബജറ്റ് സജ്ജമാക്കുക
mr_in: मासिक बजेट सेट करा
ms: Tetapkan belanjawan bulanan
nb: Angi månedlig budsjett
nl_nl: Maandelijks budget instellen
or_in: ମାସିକ ବଜେଟ୍ ସେଟ୍ କରନ୍ତୁ |
pa_in: ਮਹੀਨਾਵਾਰ ਬਜਟ ਸੈੱਟ ਕਰੋ
pt_br: Definir orçamento mensal
ta_in: மாதாந்திர பட்ஜெட்டை அமைக்கவும்
te_in: నెలవారీ బడ్జెట్‌ను సెట్ చేయండి
th: กำหนดงบประมาณรายเดือน
tr: Aylık bütçeyi ayarla
uk: Встановіть місячний бюджет
ur_pk: ماہانہ بجٹ طے کریں۔
vi: Đặt ngân sách hàng tháng
zh_hans: 设定每月预算
zh_hant: 設定每月預算
